<style>
    body {
        margin: 0 auto;
    }
</style>
<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">@import url(https://themes.googleusercontent.com/fonts/css?kit=IQHow_FEYlDC4Gzy_m8fcltXRa8TVwTICgirnJhmVJw);ul.lst-kix_lxahyykbxk46-7{list-style-type:none}ul.lst-kix_lxahyykbxk46-6{list-style-type:none}ul.lst-kix_lxahyykbxk46-8{list-style-type:none}ul.lst-kix_lxahyykbxk46-3{list-style-type:none}ul.lst-kix_lxahyykbxk46-2{list-style-type:none}ul.lst-kix_lxahyykbxk46-5{list-style-type:none}ul.lst-kix_lxahyykbxk46-4{list-style-type:none}.lst-kix_lxahyykbxk46-8>li:before{content:"\0025a0   "}.lst-kix_lxahyykbxk46-1>li:before{content:"\0025cb   "}li.li-bullet-0:before{margin-left:-18pt;white-space:nowrap;display:inline-block;min-width:18pt}.lst-kix_lxahyykbxk46-2>li:before{content:"\0025a0   "}.lst-kix_lxahyykbxk46-3>li:before{content:"\0025cf   "}.lst-kix_lxahyykbxk46-5>li:before{content:"\0025a0   "}.lst-kix_lxahyykbxk46-0>li:before{content:"\0025cf   "}.lst-kix_lxahyykbxk46-4>li:before{content:"\0025cb   "}ul.lst-kix_lxahyykbxk46-1{list-style-type:none}ul.lst-kix_lxahyykbxk46-0{list-style-type:none}.lst-kix_lxahyykbxk46-7>li:before{content:"\0025cb   "}.lst-kix_lxahyykbxk46-6>li:before{content:"\0025cf   "}ol{margin:0;padding:0}table td,table th{padding:0}.c4{margin-left:36pt;padding-top:12pt;padding-left:0pt;padding-bottom:12pt;line-height:1.0;orphans:2;widows:2;text-align:left}.c8{color:#434343;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:17pt;font-family:"Arial";font-style:normal}.c12{color:#434343;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:17pt;font-family:"Arial";font-style:normal}.c11{color:#434343;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:10pt;font-family:"Arial";font-style:normal}.c2{color:#434343;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:14pt;font-family:"Arial";font-style:normal}.c3{color:#434343;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Arial";font-style:italic}.c1{padding-top:18pt;padding-bottom:4pt;line-height:1.0;orphans:2;widows:2;text-align:left}.c7{padding-top:12pt;padding-bottom:12pt;line-height:1.0;orphans:2;widows:2;text-align:left}.c6{padding-top:14pt;padding-bottom:4pt;line-height:1.0;orphans:2;widows:2;text-align:left}.c0{padding-top:24pt;padding-bottom:6pt;line-height:1.0;orphans:2;widows:2;text-align:left}.c14{font-weight:700;text-decoration:none;vertical-align:baseline;font-family:"Arial";font-style:normal}.c15{padding-top:0pt;padding-bottom:0pt;line-height:1.15;text-align:left}.c16{background-color:#f3f3f3;max-width:451.3pt;padding:72pt 72pt 72pt 72pt}.c13{font-size:17pt;color:#434343;font-weight:700}.c5{padding:0;margin:0}.c17{color:#434343;font-size:23pt}.c9{color:#434343;font-size:12pt}.c10{height:14pt}.title{padding-top:24pt;color:#ffd966;font-weight:700;font-size:26pt;padding-bottom:6pt;font-family:"Montserrat";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:12pt;color:#ffd966;font-weight:700;font-size:18pt;padding-bottom:12pt;font-family:"Montserrat";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#434343;font-size:14pt;font-family:"Arial"}p{margin:0;color:#434343;font-size:14pt;font-family:"Arial"}h1{padding-top:12pt;color:#ffd966;font-weight:700;font-size:14pt;padding-bottom:12pt;font-family:"Montserrat";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:12pt;color:#434343;font-size:14pt;padding-bottom:12pt;font-family:"Arial";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:center}h3{padding-top:12pt;color:#434343;font-weight:700;font-size:10pt;padding-bottom:12pt;font-family:"Arial";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:12pt;color:#333333;font-weight:700;font-size:10pt;padding-bottom:12pt;font-family:"Arial";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:center}h5{padding-top:12pt;color:#808080;font-weight:700;font-size:15pt;padding-bottom:12pt;font-family:"Arial";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:center}h6{padding-top:12pt;color:#434343;font-size:9pt;padding-bottom:12pt;font-family:"Arial";line-height:1.0;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:center}</style></head><body class="c16 doc-content"><p class="c15"><span style="overflow: hidden; display: inline-block; margin: 0.00px 0.00px; border: 0.00px solid #000000; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px); width: 768.00px; height: 213.33px;"><img alt="Zeki &#304;nsanlar Neden Yan&#305;lg&#305;ya Daha Yatk&#305;nd&#305;r?
" src="images/image1.jpg" style="width: 768.00px; height: 480.38px; margin-left: 0.00px; margin-top: -121.33px; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px);" title=""></span></p><h1 class="c0" id="h.rfq6y6aislo0"><span class="c14 c17">Zeki &#304;nsanlar Neden Yan&#305;lg&#305;ya Daha Yatk&#305;nd&#305;r?</span></h1><p class="c7"><span class="c11">Chat GPT ve Frank Faruk Ceviz - 23 Kas&#305;m 2023</span></p><p class="c7 c10"><span class="c2"></span></p><p class="c7"><span class="c13">Yan&#305;lg&#305;ya ne sebep olur?</span><span class="c12">&nbsp;</span></p><p class="c7"><span>Yayg&#305;n g&ouml;r&uuml;&#351;, insanlar&#305;n yanl&#305;&#351; inan&ccedil;lara kap&#305;lmas&#305;n&#305;n, ger&ccedil;e&#287;i kavrayamayacak kadar aptal veya cahil olmalar&#305;ndan kaynakland&#305;&#287;&#305; y&ouml;n&uuml;ndedir. Ancak, ger&ccedil;ekte bunun tam tersi de s&#305;k&ccedil;a do&#287;rudur; bir&ccedil;ok yan&#305;lg&#305;, zay&#305;f zihnilerde de&#287;il, parlak olanlarda k&ouml;k salar. Bu durumun e&#287;itim, toplum ve bireysel ya&#351;amlar&#305;m&#305;z a&ccedil;&#305;s&#305;ndan ciddi sonu&ccedil;lar&#305; vard&#305;r.</span></p><h2 class="c1" id="h.4sz6767yh4eu"><span class="c8">Zek&acirc; ve &#304;deolojik &Ouml;nyarg&#305;</span></h2><p class="c7"><span class="c2">2013 y&#305;l&#305;nda Yale Hukuk Profes&ouml;r&uuml; Dan Kahan, zek&acirc;n&#305;n ideolojik &ouml;nyarg&#305; &uuml;zerindeki etkisini test eden deneyler yapt&#305;. Bir &ccedil;al&#305;&#351;mas&#305;nda, insanl&#305;ar&#305; bili&#351;sel yans&#305;ma testiyle zeka puan&#305;na g&ouml;re s&#305;ralad&#305;; bu test, bir ki&#351;inin ak&#305;l y&uuml;r&uuml;tme yetene&#287;ini &ouml;l&ccedil;en bir g&ouml;revdi. Kahan, liberaller ve muhafazakarlar&#305;n ortalama olarak yakla&#351;&#305;k e&#351;it puan ald&#305;&#287;&#305;n&#305;, ancak her iki grubun da en y&uuml;ksek puan alan bireylerinin, &ccedil;e&#351;itli politik ifadelerin do&#287;rulu&#287;unu de&#287;erlendirirken politik &ouml;nyarg&#305; g&ouml;sterme olas&#305;l&#305;&#287;&#305;n&#305;n daha y&uuml;ksek oldu&#287;unu buldu.</span></p><p class="c7"><span class="c2">Bir ba&#351;ka &ccedil;al&#305;&#351;mas&#305;nda, say&#305;sal yetenek puan&#305; en y&uuml;ksek olan test deneklerinin, verilerin bir cilt d&ouml;k&uuml;nt&uuml;s&uuml; tedavisiyle ilgili oldu&#287;u s&ouml;ylendi&#287;inde istatistiksel verileri objektif olarak de&#287;erlendirme konusunda daha iyi oldu&#287;unu tespit etti. Ancak ayn&#305; veriler kutupla&#351;t&#305;r&#305;c&#305; bir konu olan silah kontrol&uuml; ile ilgili olarak sunuldu&#287;unda, say&#305;sal yetenek puan&#305; en y&uuml;ksek olanlar asl&#305;nda en b&uuml;y&uuml;k &ouml;nyarg&#305;y&#305; sergilediler.</span></p><p class="c7"><span class="c2">Zek&acirc; ile ideolojik &ouml;nyarg&#305; aras&#305;ndaki ili&#351;ki, g&uuml;&ccedil;l&uuml;d&uuml;r ve bu durum ba&#351;ka &ccedil;al&#305;&#351;malarda da desteklenmi&#351;tir (&Ouml;rne&#287;in, Tarbur Lojd 2006, Stanovich ve di&#287;erleri 2012, Joselyn ve Haider Marle 2014). Bu &ccedil;al&#305;&#351;malar, her iki tarafta da zeki insanlarda daha g&uuml;&ccedil;l&uuml; &ouml;nyarg&#305;lar bulundu&#287;unu ve bu &ouml;nyarg&#305;lar&#305;n kar&#351;&#305;l&#305;kl&#305; olarak &ccedil;eli&#351;kili oldu&#287;undan, daha b&uuml;y&uuml;k bir anla&#351;&#305;n&#305;n sonucu olamayaca&#287;&#305;n&#305; ortaya koymu&#351;tur.</span></p><p class="c7 c10"><span class="c2"></span></p><hr><p class="c7 c10"><span class="c2"></span></p><h2 class="c1" id="h.2rir2eky31q"><span class="c8">Zek&acirc; ve Yan&#305;lg&#305;n&#305;n Ba&#287;lant&#305;s&#305;</span></h2><p class="c7"><span class="c2">Peki, zeki insanlar&#305; bu kadar &ouml;nyarg&#305;ya yatk&#305;n yapan nedir? Bunu anlamak i&ccedil;in zek&acirc; kavram&#305;n&#305;n ne oldu&#287;unu d&uuml;&#351;&uuml;nmemiz gerekir. Yapay zek&acirc; ara&#351;t&#305;rmalar&#305;nda, ortogonalite tezi (bir ajan&#305;n zek&acirc;s&#305;n&#305;n, belirli bir hedefe y&ouml;nelik etkinlik oldu&#287;unu savunan bir kavram) ad&#305;nda bir kavram vard&#305;r. Bu, bir zeki ajan&#305;n sadece zeki olamayaca&#287;&#305;, bir &#351;eyde zeki olmas&#305; gerekti&#287;i fikridir &ccedil;&uuml;nk&uuml; zek&acirc;, bir ajan&#305;n bir hedefe ula&#351;ma konusundaki etkinli&#287;inden ba&#351;ka bir &#351;ey de&#287;ildir. Rasyonalite, nesnel ger&ccedil;e&#287;in pe&#351;inde olan zek&acirc;d&#305;r, ancak zek&acirc;, herhangi bir say&#305;daki di&#287;er hedefin pe&#351;inden gitmek i&ccedil;in de kullan&#305;labilir. Hedefin se&ccedil;ilme &#351;ekli ile hedefin pe&#351;inden gitme &#351;ekli ayr&#305; oldu&#287;u i&ccedil;in, bir ajan&#305;n hedefini ger&ccedil;ekle&#351;tirme konusundaki zek&acirc;s&#305;, hedefin kendisinin zeki olaca&#287;&#305;na dair bir garanti vermez.</span></p><p class="c7"><span class="c2">&Ouml;rne&#287;in, insan zekas&#305;, nesnel ger&ccedil;e&#287;in pe&#351;inde bir ara&ccedil; olarak de&#287;il, ki&#351;isel refah&#305;n pe&#351;inde bir ara&ccedil; olarak evrildi. Bu, kabilesel aidiyet, sosyal stat&uuml; ve cinsellik gibi unsurlar&#305; gerektiriyordu ve bu genellikle beynin ustala&#351;t&#305;&#287;&#305; moda olan irrasyonel inan&ccedil;lar&#305;n benimsenmesini gerektiriyordu. Biz sosyal bir t&uuml;r oldu&#287;umuz i&ccedil;in, e&#287;er bu inan&ccedil;lar&#305; ta&#351;&#305;mak stat&uuml;m&uuml;z&uuml; ve refah&#305;m&#305;z&#305; art&#305;r&#305;yorsa, irrasyonel inan&ccedil;lara kendimizi inand&#305;rmam&#305;z zekidir.</span></p><p class="c7"><span class="c2">Dan Kahan, bu davran&#305;&#351;&#305; kimlik koruyucu bili&#351; (Identity Protective Cognition, bireylerin sosyal grubun kimli&#287;ini ve stat&uuml;s&uuml;n&uuml; korumak amac&#305;yla inan&ccedil;lar&#305;n&#305; &#351;ekillendirmesi) (Identity Protective Cognition veya IPC) olarak adland&#305;r&#305;yor. Kimlik koruyucu bili&#351;, bir ki&#351;inin ait oldu&#287;u sosyal grubun kimli&#287;ini ve stat&uuml;s&uuml;n&uuml; koruma amac&#305;yla inan&ccedil;lar&#305;n&#305; &#351;ekillendirmesi anlam&#305;na gelir. &#304;nsanlar, bu mekanizma sayesinde kendilerini gruplar&#305;na daha ba&#287;l&#305; hissederler ve grubun de&#287;erlerine uygun d&uuml;&#351;en inan&ccedil;lar&#305; benimserler. Bu, sosyal aidiyetin ve grubun i&ccedil;inde kabul g&ouml;rmenin bir sonucu olarak geli&#351;ir.</span></p><p class="c7"><span class="c2">IPC&#39;ye kat&#305;larak, insanlar zek&acirc;lar&#305;n&#305; evrimsel d&uuml;rt&uuml;lerinin hizmetine ba&#287;lar ve mant&#305;klar&#305;n&#305; ve &ouml;&#287;renmelerini yan&#305;lsamalar&#305; d&uuml;zeltmek i&ccedil;in de&#287;il, onlar&#305; hakl&#305; &ccedil;&#305;karmak i&ccedil;in kullan&#305;r. Bu s&uuml;re&ccedil;te, bireyler, inan&ccedil;lar&#305;n&#305; sorgulamak yerine bu inan&ccedil;lar&#305; savunmak ve rasyonelle&#351;tirmek i&ccedil;in zek&acirc;lar&#305;n&#305; kullan&#305;rlar. Yazar Saul Bellow&#39;un da dedi&#287;i gibi, &quot;Yan&#305;lma ihtiyac&#305; derinse, cehalete b&uuml;y&uuml;k bir zeka yat&#305;r&#305;m&#305; yap&#305;labilir.&quot;</span></p><h2 class="c1" id="h.t6zgi3kne9ps"><span class="c8">Zek&acirc;n&#305;n Kendi Tuza&#287;&#305;na D&uuml;&#351;mesi</span></h2><p class="c7"><span class="c2">Bu durum, zeki olmayan insanlar&#305;n ba&#351;kalar&#305; taraf&#305;ndan daha kolay yan&#305;lt&#305;labilece&#287;i anlam&#305;na gelirken, zeki insanlar&#305;n kendilerini daha kolay yan&#305;ltabilecekleri anlam&#305;na gelir. Ak&#305;l y&uuml;r&uuml;tme becerilerinin daha iyi olmas&#305;, kendilerine inand&#305;rmak istedikleri &#351;eyleri, ger&ccedil;ekten do&#287;ru olanlara g&ouml;re daha iyi gerek&ccedil;elendirmelerine yard&#305;mc&#305; olur. Bu e&#287;ilim, bireylerde sorunlu olabilir, ancak gruplarda felakete d&ouml;n&uuml;&#351;ebilir ve toplumun yap&#305;s&#305;n&#305; ve y&ouml;n&uuml;n&uuml; etkileyebilir.</span></p><p class="c7"><span class="c2">Y&uuml;zy&#305;llar boyunca Oxford ve Harvard gibi se&ccedil;kin akademik kurumlar, &ouml;&#287;rencilerini do&#287;rulu&#287;u belirlemek yerine tart&#305;&#351;malar&#305; kazanmaya e&#287;itmi&#351;tir ve bu &#351;ekilde motivasyonlu ak&#305;l y&uuml;r&uuml;tme (bireylerin kendi inan&ccedil;lar&#305;n&#305; savunmak ve rasyonelle&#351;tirmek amac&#305;yla zek&acirc;lar&#305;n&#305; kullanmalar&#305;) konusunda son derece yetenekli bir s&#305;n&#305;f insan yaratm&#305;&#351;t&#305;r. Bu ki&#351;iler, hukuk, siyaset, medya ve akademi gibi do&#287;ru olmaktan ziyade iyi tart&#305;&#351;man&#305;n daha &ouml;nemli oldu&#287;u alanlarda &ccedil;al&#305;&#351;may&#305; tercih ederler. Bu teorik alanlarda, g&uuml;&ccedil;l&uuml; retorik becerilerini kullanarak karma&#351;&#305;k ancak yanl&#305;&#351; arg&uuml;manlarla birbirlerini ikna ederler. Bu arg&uuml;manlar, laboratuvardan &ccedil;&#305;k&#305;p bireylerden departmanlara, kurumlardan toplumlara yay&#305;l&#305;r. &Ouml;ne &ccedil;&#305;kan bir &ouml;rnek, kimlik&ccedil;i bir ideoloji olan ve 20. y&uuml;zy&#305;l&#305;n sonlar&#305;na do&#287;ru akademide moda haline gelen &quot;uyan&#305;kl&#305;k&quot;t&#305;r (wokeism (toplumsal e&#351;itlik ve adalet konular&#305;nda radikal de&#287;i&#351;iklikler &ouml;ng&ouml;ren bir kimlik&ccedil;i ideoloji).</span></p><h2 class="c1" id="h.ig85jagnrq22"><span class="c8">Sonu&ccedil;: Zek&acirc; Karakterden Ba&#287;&#305;ms&#305;zd&#305;r</span></h2><p class="c7"><span class="c2">Sonu&ccedil; olarak, zek&acirc;, karakterden ziyade bilgiye dayanmaz. K&#305;&#351;isel nitelikler olmadan daha fazla e&#287;itim almak, &ouml;nyarg&#305;lar&#305;n&#305;z&#305;n ustas&#305; olman&#305;z&#305; sa&#287;lamaz, sadece onlar&#305;n daha iyi bir hizmet&ccedil;isi olman&#305;z&#305; sa&#287;lar. Dolay&#305;s&#305;yla, yanl&#305;&#351; olabilece&#287;inizi kabul edin ve fikrinizi de&#287;i&#351;tirmeye daima a&ccedil;&#305;k olun, &ouml;zellikle zek&acirc; sahibiyseniz. Al&ccedil;akg&ouml;n&uuml;ll&uuml; ve merakl&#305; olarak, bir&ccedil;ok tart&#305;&#351;may&#305; kazanamayabilirsiniz ama bu &ouml;nemli olmayacakt&#305;r; &ccedil;&uuml;nk&uuml; kaybetti&#287;iniz tart&#305;&#351;malar bile sizi Ger&ccedil;ek&#39;in &ccedil;ok daha b&uuml;y&uuml;k &ouml;d&uuml;l&uuml;ne do&#287;ru ilerleten bir zafer haline gelecektir.</span></p><p class="c7 c10"><span class="c2"></span></p><hr><p class="c7 c10"><span class="c2"></span></p><h3 class="c6" id="h.zc0qksrftxfn"><span class="c9 c14">Kaynaklar</span></h3><ul class="c5 lst-kix_lxahyykbxk46-0 start"><li class="c4 li-bullet-0"><span class="c9">Kahan, D. M. (2013). Ideological Bias and Intelligence: Experimental Evidence. </span><span class="c3">Yale Law School</span></li><li class="c4 li-bullet-0"><span class="c9">Tarbur Lojd (2006). Ideological Perspectives and Bias. </span><span class="c3">Academic Press</span></li><li class="c4 li-bullet-0"><span class="c9">Stanovich, K. E., &amp; West, R. F. (2012). The Rationality Quotient. </span><span class="c3">Oxford University Press</span></li><li class="c4 li-bullet-0"><span class="c9">Joselyn, M., &amp; Haider, R. (2014). Cognitive Biases in Ideological Contexts. </span><span class="c3">Journal of Social Cognition</span></li><li class="c4 li-bullet-0"><span class="c3">https://www.youtube.com/watch?v=5Peima-Uw7w&amp;t=200s</span></li></ul></body></html>
<style>
    body {
        margin: 0 auto;
    }
</style>